{
    "DRRM": {
      "Chapter 1": {
        "Subheading 1": "Disasters in India:

**Natural Disasters:**

- **Floods:** India faces frequent flooding, especially during the monsoon season, affecting millions of people and causing significant damage to infrastructure and agriculture.
- **Cyclones:** Coastal regions, particularly along the Bay of Bengal and Arabian Sea, are prone to cyclones, leading to widespread destruction and loss of life.
- **Earthquakes:** India lies in a seismically active zone, with regions like the Himalayas being particularly vulnerable to earthquakes. The 2001 Gujarat earthquake and the 2015 Nepal earthquake are notable examples.
- **Droughts:** Certain parts of India face recurrent droughts, resulting in water scarcity, crop failure, and socioeconomic challenges.

**Man-made Disasters:**

- **Industrial Accidents:** Incidents such as the Bhopal gas tragedy in 1984 and the recent Vizag gas leak in 2020 highlight the risks associated with industrial operations and safety lapses.
- **Urban Disasters:** Rapid urbanization has led to challenges like building collapses, fires, and infrastructure failures, as seen in incidents like the Kolkata flyover collapse in 2016.
- **Terrorist Attacks:** India has faced numerous terrorist attacks, such as the 2008 Mumbai attacks and the 2001 Indian Parliament attack, resulting in loss of lives and significant disruption.

**Environmental Disasters:**

- **Air Pollution:** Indian cities consistently rank among the most polluted globally, leading to health issues and environmental degradation.
- **Water Pollution:** Pollution of rivers and water bodies due to industrial waste, sewage, and agricultural runoff poses significant health and ecological risks.
- **Deforestation:** Loss of forest cover due to deforestation and illegal logging contributes to soil erosion, loss of biodiversity, and exacerbates natural disasters like floods and landslides.

**Health Emergencies:**

- **Pandemics:** India, like the rest of the world, faces the threat of pandemics, as evidenced by the COVID-19 pandemic, which strained healthcare systems and led to widespread socioeconomic disruption.

Addressing these disasters requires a multi-pronged approach, including robust disaster preparedness and response mechanisms, investment in infrastructure and technology, environmental conservation measures, and community resilience-building efforts.
",
        "Subheading 2": "Notes for DRRM Chapter 1 - Subheading 2"
      },
      "Chapter 2": {
        "Subheading 1": "<h1> Notes for DRRM Chapter 2</h1> - Subheading 1",
        "Subheading 2": "Notes for DRRM Chapter 2 - Subheading 2"
      }
    },
    "POE": {
      "Chapter 1": {
        "Subheading 1": "Notes for POE Chapter 1 - Subheading 1",
        "Subheading 2": "Notes for POE Chapter 1 - Subheading 2"
      },
      "Chapter 2": {
        "Subheading 1": "Notes for POE Chapter 2 - Subheading 1",
        "Subheading 2": "Notes for POE Chapter 2 - Subheading 2"
      }
    },
    "EC": {
      "Chapter 1": {
        "Subheading 1": "Notes for EC Chapter 1 - Subheading 1",
        "Subheading 2": "Notes for EC Chapter 1 - Subheading 2"
      },
      "Chapter 2": {
        "Subheading 1": "Notes for EC Chapter 2 - Subheading 1",
        "Subheading 2": "Notes for EC Chapter 2 - Subheading 2"
      }
    },
    "Others": {
      "Chapter 1": {
        "Subheading 1": "Notes for Others Chapter 1 - Subheading 1",
        "Subheading 2": "Notes for Others Chapter 1 - Subheading 2"
      },
      "Chapter 2": {
        "Subheading 1": "Notes for Others Chapter 2 - Subheading 1",
        "Subheading 2": "Notes for Others Chapter 2 - Subheading 2"
      }
    }
  }
  
